Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: System Structure No. 2 destroyed
de: Systemstruktur Nr. 2 zerstört (SS-Taskklassen Tabelle)

source: System Structure No. 3 destroyed
de: Systemstruktur Nr. 3 zerstört (Restzeittask Tabelle)

source: System Structure No. 4 destroyed
de: Systemstruktur Nr. 4 zerstört (Systemtask Tabelle)

source: System Structure No. 5 destroyed
de: Systemstruktur Nr. 5 zerstört (SPSIO Verwaltungs-Tabelle)

source: System Structure No. 6 destroyed
de: Systemstruktur Nr. 6 zerstört (SPSIO Auftrags-Tabelle)

source: System Structure No. 7 destroyed
de: Systemstruktur Nr. 7 zerstört (Dauer-Force Tabelle)

source: System Structure No. 8 destroyed
de: Systemstruktur Nr. 8 zerstört (Force Tabelle)

source: System Structure No. 9 destroyed
de: Systemstruktur Nr. 9 zerstört (PV Verwaltungs-Tabelle)

source: System Structure No. 10 destroyed
de: Systemstruktur Nr. 10 zerstört (B&R-Modul Tabelle)

source: System Structure No. 11 destroyed
de: Systemstruktur Nr. 11 zerstört (AVT-Tabelle)

source: System Structure No. 12 destroyed
de: Systemstruktur Nr. 12 zerstört (Event Tabelle)

source: System Structure No. 13 destroyed
de: Systemstruktur Nr. 13 zerstört (Kommunikationskanal Tabelle)

source: System Structure No. 14 destroyed
de: Systemstruktur Nr. 14 zerstört (Logische Variablenlisten Tabelle)

source: System Structure No. 15 destroyed
de: Systemstruktur Nr. 15 zerstört (Physikalische Variablenlisten Tabelle)

source: System Structure No. 16 destroyed
de: Systemstruktur Nr. 16 zerstört (Input Kopier-Tabelle)

source: System Structure No. 17 destroyed
de: Systemstruktur Nr. 17 zerstört (Output Kopier-Tabelle)

source: System Structure No. 18 destroyed
de: Systemstruktur Nr. 18 zerstört (Memory Verwaltungs-Tabelle)

source: System Structure No. 19 destroyed
de: Systemstruktur Nr. 19 zerstört (Systembusmodul Verwaltungs-Tabelle)

source: System Structure No. 20 destroyed
de: Systemstruktur Nr. 20 zerstört (Device Tabelle)

source: System Structure No. 21 destroyed
de: Systemstruktur Nr. 21 zerstört (Verbindungs-Tabelle)

source: System Structure No. 22 destroyed
de: Systemstruktur Nr. 22 zerstört (Panel Verwaltungs-Tabelle)

source: System Structure No. 23 destroyed
de: Systemstruktur Nr. 23 zerstört

source: System Structure No. 24 destroyed
de: Systemstruktur Nr. 24 zerstört

source: System Structure No. 25 destroyed
de: Systemstruktur Nr. 25 zerstört

source: System Structure No. 26 destroyed
de: Systemstruktur Nr. 26 zerstört

source: System Structure No. 27 destroyed
de: Systemstruktur Nr. 27 zerstört

source: System Structure No. 28 destroyed
de: Systemstruktur Nr. 28 zerstört

source: System Structure No. 29 destroyed
de: Systemstruktur Nr. 29 zerstört

source: APPLICATION LOADER: Invalid System Message with SY_Event
de: APPLIKATIONSLADER: Ungültige System-Message bei SY_Event

source: APPLICATION LOADER: Invalid Service ID in Download
de: APPLIKATIONSLADER: Ungültige ServiceID im Download

source: APPLICATION LOADER: Invalid MI code in download
de: APPLIKATIONSLADER: Ungültige MI-Code im Download

source: APPLICATION LOADER: Invalid State of Connection
de: APPLIKATIONSLADER: Ungültiger State einer Verbindung

source: APPLICATION LOADER: Invalid data type in service
de: APPLIKATIONSLADER: Ungültiger Datentyp in Deinst

source: APPLICATION LOADER: KA-Ptr = NULL
de: APPLIKATIONSLADER: KA-Ptr = NULL

source: VARIABLE ACCESS TASK: DATA TYPE - Error
de: VARIABLENZUGRIFFSTASK: DATENTYP - Fehler

source: VARIABLE ACCESS TASK: No access rights with PV-read
de: VARIABLENZUGRIFFSTASK: Kein Zugriffrecht mit PV-read

source: VARIABLE ACCESS TASK: No access rights with PV-write
de: VARIABLENZUGRIFFSTASK: Kein Zugriffrecht mit PV-write

source: VARIABLE ACCESS TASK: Index Error
de: VARIABLENZUGRIFFSTASK: Index-Fehler

source: VARIABLE ACCESS TASK: PV not found
de: VARIABLENZUGRIFFSTASK: PV nicht gefunden

source: VARIABLE ACCESS TASK: VL not found
de: VARIABLENZUGRIFFSTASK: VL nicht gefunden

source: VARIABLE ACCESS TASK: Access Error
de: VARIABLENZUGRIFFSTASK: Zugriffsfehler

source: VARIABLE ACCESS TASK: Invalid system message with SY_Event
de: VARIABLENZUGRIFFSTASK: Ungültige System-Message bei SY_Event

source: VARIABLE ACCESS TASK: Invalid connection state
de: VARIABLENZUGRIFFSTASK: Ungültige Verbindungsstate

source: VARIABLE ACCESS TASK: Invalid MI-Code
de: VARIABLENZUGRIFFSTASK: Ungültiger MI-Code

source: VARIABLE ACCESS TASK: KA-Ptr = NULL
de: VARIABLENZUGRIFFSTASK: KA-Ptr = NULL

source: VARIABLE ACCESS TASK: Invalid Base pointer
de: VARIABLENZUGRIFFSTASK: Ungültiger Basepointer

source: VARIABLE ACCESS TASK: No valid B&R Address
de: VARIABLENZUGRIFFSTASK: Keine gültige B&R-Adresse

source: VARIABLE ACCESS TASK: Index points to a descriptor
de: VARIABLENZUGRIFFSTASK: Index zeigt auf einen Descriptor

source: PROGRAM INVOCATION: Invalid Event Type
de: PROGRAMINVOCATION: Ungültiger Event-Typ

source: PROGRAM INVOCATION: Invalid System Message
de: PROGRAMINVOCATION: Ungültige System-Message

source: PROGRAM INVOCATION: PI_Index error
de: PROGRAMINVOCATION: PI_Indexfehler

source: PROGRAM INVOCATION: Invalid MI-Code
de: PROGRAMINVOCATION: Ungültiger MI-Code

source: PROGRAM INVOCATION: Invalid Object
de: PROGRAMINVOCATION: Ungültiges Objekt

source: PROGRAM INVOCATION: Invalid state of the Objects
de: PROGRAMINVOCATION: Ungültiger State des Objektes

source: PROGRAM INVOCATION: No more connections free
de: PROGRAMINVOCATION: Keine Verbindung mehr frei

source: PROGRAM INVOCATION: OS Error - t_start
de: PROGRAMINVOCATION: Fehler vom Automation Runtime t_start

source: MPServer: Not a valid instruction code
de: MPServer: Kein gültiger Auftragscode

source: MPServer: Multiprocessor not available
de: MPServer: Multiprozessor nicht vorhanden

source: MPServer: Wrong ionstruction data length
de: MPServer: falsche Auftrags-Datenlänge

source: MPServer: Timeout in Handshake to multiprocessor
de: MP/PP: Timeout im Handshake zum Multiprozessor

source: PP HSTC job not ready
de: MP/PP-HSTC-Zyklus noch nicht fertig

source: No PP HSTC installed on the PP
de: Keine MP/PP-HSTC am MP/PP installiert bzw. gestartet

source: No UserFlashPROM
de: DMEM: Kein Anwender-Flash vorhanden

source: No entry for UserFlashPROM
de: DMEM: Interner Fehler

source: No 64 KB block available in UserFlashPROM
de: DMEM: Kein freier 64K Block im Anwender-Flash

source: Target not supported
de: DMEM: CPU-Typ wird nicht unterstützt

source: Faulty data object found during boot
de: DMEM: Defektes Datenmodul im DMEM-Bereich

source: Internal DMEMORY handle 0 or invalid (-> memory error)
de: DMEM: Ungültiges DMEM-Handle (NULL ?)

source: DMEMORY full
de: DMEM: Freier Bereich zu klein

source: id parameter invalid or incorrect module type
de: DMEM: Referenzmodul ID/Typ ungültig

source: size parameter has an incorrect value
de: DMEM: Referenzmodul Länge verschieden

source: Data object with the parameter name already exists
de: DMEM: Modulname existiert bereits

source: DMEMORY busy
de: DMEM: Wird gerade bearbeitet

source: Parameter data is NULL
de: DMEM: Data-Pointer in DMstore ist NULL

source: Block number too large
de: DMEM: Blocknummer zu groß

source: Incorrect block_no
de: DMEM: Falsche block_no

source: Checksum of the system table management table is wrong
de: Checksum der Systemtabellenverwaltungstabelle ist falsch

source: Checksum of the system table is wrong
de: Checksum einer Systemtabelle ist falsch

source: Checksum of a B&R Module is wrong
de: Warmstart: Checksum des B&R-Moduls ist falsch

source: Cyclic operation: Incorrect B&R module checksum.
de: Zyklischer Betrieb: Checksum des B&R-Moduls ist falsch

source: No system manager exsits
de: Kein Systemmanager installiert (wahrscheinlich Folgefehler)

source: Incorrect B&R module checksum
de: Checksumme des B&R-Moduls ist falsch

source: The RIO Master does not report
de: RIO-Master meldet sich nicht

source: Timeout with RIO-Life list Creation
de: Timeout bei RIO-Lifelist-Erstellung

source: There is an invalid I/O type in the system bus table
de: In der Systembustabelle steht ein ungültiger IO-Typ

source: Referenced RIO-Slave does not exist
de: referenzierter RIO-Slave nicht vorhanden

source: Empty RB Section in configuration module
de: Leere RB-Section im Konfigurationsmodul

source: Warning: Network is configured in NWCFGMOD, but is not in the system bus
de: Warnung:Netzwerk im NWCONMOD konfiguriert, aber kein NW100/NW150 gesteckt

source: Warning:Unknown NW Type
de: Warnung:unbekannter NW-Typ

source: Warning:NW Module Number 0, but more than 1 NW module configured
de: Warnung:NW-Modulnummer 0, aber mehr als 1 NW-Karte konfiguriert

source: Memory management in User RAM corrupted, possible battery problem
de: Speicherverwaltung im Userram beschädigt, mögl. Batterieproblem

source: Multiprocessor doesn't answer to 1st handshaking part
de: Multiprozessor antwortet beim 1. Teil des Handshakes nicht

source: Error 6421: "Name of Task": no processor-linking information for PVstatusN.
de: Keine Prozessor-Verkettungsinformation

source: Multiprocessor doesn't answer to 2nd handshaking part
de: Multiprozessor antwortet beim 2. Teil des Handshakes nicht

source: MP: Timeout waiting for CPU_INIT
de: MP: Timeout beim Warten auf CPU_INIT

source: MP: Timeout waiting for CPU_READY
de: MP: Timeout beim Warten auf CPU_READY

source: MP: Timeout waiting for DPR-OK-Signal of the MP-Server
de: MP: Timeout beim Warten auf DPR-OK-Signal des MP-Server

source: MP: Timeout waitint fro Bootup_OK from the PLC CPU
de: MP: Timeout beim Warten auf Hochlauf_OK von der SPSCPU

source: MP-Warning: more than 1 HS task class configured
de: MP-Warnung: mehr als 1 HS-Taskkklasse konfiguriert

source: MP-Warning: IRQ Task class configured
de: MP-Warnung: IRQ-Taskklasse konfiguriert

source: APM PROM changed:- Coldstart required
de: AWS-PROM geändert, daher Kaltstart notwendig

source: FIXSETUP : FIXRAM is defective; it will be cleared and a TOTALINIT will be executed
de: FIXSETUP: FIXRAM ist defekt, daher wird es gelöscht und ein Kaltstart ausgelöst

source: FIXRAM not supported on this HW
de: FIXRAM auf dieser HW nicht unterstützt

source: Maximum 1 IRQ task class possible
de: Maximal 1 IRQ-Taskklasse möglich

source: EX350 changed, automatic cold start
de: EX350 gewechselt, daher automatischer Kaltstart

source: partition 3 is smaller than partition 2 --> partition 1 is used
de: Partition 3 ist kleiner als Partition 2 --> Partition 1 wird verwendet

source: For the selected sysconf settings too less system RAM is available
de: Für die gewählten Sysconfeinstellungen steht zuwenig System-RAM zur Verfügung

source: Global PV configuration error
de: Konfigurationsfehler bzgl. globaler PVs

source: SYSTEM: Not enough semaphores configured (configuration).
de: SYSTEM: Zu wenige Semaphore konfiguriert (Konfiguration)

source: TASK-TASK-COMMUNICATION: Invalid Event
de: TASK-TASK-KOMMUNIKATION: Ungültiges Event

source: TASK-TASK-COMMUNICATION: Invalid MI-Code
de: TASK-TASK-KOMMUNIKATION: Ungültiger MI-Code

source: TASK-TASK-COMMUNICATION: Invalid Instruction number
de: TASK-TASK-KOMMUNIKATION: Ungültige Auftragsnummer

source: TASK-TASK-COMMUNICATION: Invalid Comm. ID
de: TASK-TASK-KOMMUNIKATION: Ungültige Komm. Kennung

source: TASK-TASK-COMMUNICATION: Invalid data type
de: TASK-TASK-KOMMUNIKATION: Ungültiger Datentyp

source: TASK-TASK-COMMUNICATION: KA-Ptr = NULL
de: TASK-TASK-KOMMUNIKATION: KA-Ptr = NULL

source: TASK-TASK-COMMUNICATION: No more connections free
de: TASK-TASK-KOMMUNIKATION: Keine Verbindung mehr frei

source: TASK-TASK-COMMUNIKATION: ALI Error
de: TASK-TASK-KOMMUNIKATION: ALI-Fehler

source: DEBUGGER: Invalid MI-Code
de: DEBUGGER: Ungültiger MI-Code

source: DEBUGGER: No more connections free
de: DEBUGGER: Keine Verbindung mehr frei

source: DEBUGGER: Invalid TT-Message-Type
de: DEBUGGER: Ungültiger TT-Message-Typ

source: DEBUGGER: Invalid Instruction number
de: DEBUGGER: Ungültiger Auftragsnummer

source: DEBUGGER: Invalid Event Info
de: DEBUGGER: Ungültige Event Info

source: DBTRACER: Function not supported
de: DBTRACER: Funktion wird nicht unterstützt

source: DBTRACER: Debug task is not installed on the PLC
de: DBTRACER: Debugtask ist auf der SPS nicht installiert

source: DBTRACER: Task has no GOT Section
de: DBTRACER: Task enthält keine GOT Section

source: DBTRACER: Maximum number of breakpoints reached (64)
de: DBTRACER: Die maximale Breakpoint-Anzahl wurde erreicht (64)

source: DBTRACER: Entered B&R Module is not on the PLC
de: DBTRACER: Das angegebene B&R Modul ist nicht auf der SPS

source: DBTRACER: Debug module state DB_NONE
de: DBTRACER: Debugmodul ist im State DB_NONE

source: DBTRACER: Debug module state DB_RUNNING
de: DBTRACER: Debugmodul ist im State DB_RUNNING

source: DBTRACER: Debug module state DB_STOPPED
de: DBTRACER: Debugmodul ist im State DB_STOPPED

source: DBTRACER: Error in task start (SY_start) see error module
de: DBTRACER: Fehler im Task-Start (SY_start) siehe Fehlermodul

source: DBTRACER: Debugger is in isolated nmode
de: DBTRACER: Debugger ist im Isolierten Mode

source: DBTRACER: Debugger is in system mode
de: DBTRACER: Debugger ist im System Mode

source: DBTRACER: System task or Usertask is in a ROM
de: DBTRACER: Systemtask bzw. Usertask liegt in einem ROM

source: DBTRACER: Start_offset not in code section
de: DBTRACER: Start_offset liegt außerhalb der Codesection

source: DBTRACER: Offset not in code section
de: DBTRACER: Offset liegt außerhalb der Codesection

source: DBTRACER: Internal error - Incorrect MI-Code
de: DBTRACER: Interner Fehler - Falscher MI-Code

source: DBTRACER: Internal error - Incorrect Task No
de: DBTRACER: Interner Fehler - Falsche AuftragsNr

source: DBTRACER: Internal error - Incorrect TaskTask-TYPE
de: DBTRACER: Interner Fehler - Falscher TaskTask-TYP

source: DBTRACER: Internal error - Incorrect System Event
de: DBTRACER: Interner Fehler - Falsches System Event

source: DBTRACER: Internal error - Incorrect Status in Task
de: DBTRACER: Interner Fehler - Falscher Status im Auftrag

source: DBTRACER: Bus error when accessing data
de: DBTRACER: Bus-Error beim Zugriff auf Daten

source: DBTRACER: Address error when accessing data
de: DBTRACER: Adress-Error beim Zugriff auf Daten

source: DBTRACER: The data object with Trace Definition not on PLC
de: DBTRACER: Das Datenobjekt mit der Trace Definition fehlt auf der SPS

source: DBTRACER: Not enough memory available in user area or OS area
de: DBTRACER: Zuwenig Speicher verfügbar im Userbereich bzw. Automation Runtime-Bereich

source: DBTRACER: Variable not available on PLC
de: DBTRACER: Variable auf der SPS nicht vorhanden

source: Error: Function block is disabled.
de: Fehler: Der Funktionsbaustein ist inaktiv.

source: DBTRACER: Module type not supported
de: DBTRACER: Modultyp wird nicht unterstützt

source: SafeDESIGNER connected
de: SafeDESIGNER Verbindung hergestellt

source: DBTRACER: Format error in Trace Definition file
de: DBTRACER: Format Fehler in der Trace Definitionsdatei

source: DBTRACER: Format erro in Trace Data file
de: DBTRACER: Format Fehler in der Trace Datendatei

source: DBTRACER: Incorrect Task Type (no PLC Task)
de: DBTRACER: Timer- und Exception-Tasks können nicht debugged werden

source: DBTRACER: PLC Task does not exist on the PLC
de: DBTRACER: SPS-Task existiert auf der SPS nicht

source: DBTRACER: No Trace defined
de: DBTRACER: Es wurde kein Trace definiert

source: DBTRACER: Trace already active for this PLC Task
de: DBTRACER: Ein Trace ist für diese SPS-Task bereits aktiv

source: DBTRACER: No TracePV in Trace Definition file
de: DBTRACER: Keine TracePV in der Trace Definitions Datei angegeben

source: DBTRACER: System Software too old (PCCSW < X2.43)
de: DBTRACER: Zu alte System Software (SPSSW < X2.43)

source: DBTRACER: Number of active LineCoverage tasks exceeded
de: DBTRACER: Anzahl der aktiven LineCoverage Aufträge überschritten

source: DBTRACER: No Line Coverage task defined
de: DBTRACER: kein Line Coverage Auftrag definiert

source: DBTRACER: Error from GOT Function (see error module)
de: DBTRACER: Fehler aus GOT Funktion (siehe Fehlermodul)

source: DBTRACER: LineCoverage task started, Task not active
de: DBTRACER: LineCoverage Auftrag gestartet, Task aber nicht aktiviert

source: PBIXMAN: Management damaged
de: PBIXMAN: Verwaltung zerstört

source: PBIXMAN: Index only valid in range $100-$2FF
de: PBIXMAN: Index nur im Bereich $100-$2FF gültig

source: PBIXMAN: PV name is too long (max. 32 characters)
de: PBIXMAN: PV-Name ist zu lang (max. 32 Zeichen)

source: PBIXMAN: Undefined Index
de: PBIXMAN: undefinierter Index

source: PBIXMAN: Data object PBIXDATA missing
de: PBIXMAN: Datenobjekt PBIXDATA fehlt

source: PBIXMAN: PV-Index is not defined in data object PBIXDATA
de: PBIXMAN: PV-Index ist im Datenobjekt PBIXDATA nicht definiert

source: PBIXMAN: Not enough free user memory
de: PBIXMAN: zuwenig freier Userspeicher

source: PBIXMAN: Subindex not defined (pbixdata)
de: PBIXMAN: Subindex nicht definiert (pbixdata)

source: The master spooler sends no event to the instruction sender
de: Der Masterspooler schickt kein Event an den Auftraggeber

source: Unknown spool instruction
de: Unbekannter Spool-Auftrag

source: The Asic2 is not finished
de: Spoolen: Der Asic2 wird nicht fertig

source: Shovel processor can no longer be initialized (SG3 only)
de: Schaufelprozessor kann nicht mehr initialisiert werden (nur SG3)

source: Serial/Parallel error when spooling! Is the IP present? (SG3 only)
de: Perieller Fehler beim Spoolen (nur SG3)

source: Shovel processor interrupt (SG3 only)
de: Interrupt vom Schaufelprozessor (nur SG3)

source: Automatic module addressing failed (SG3 only)
de: Fehler bei automatischer Moduladressierung (nur SG3)

source: Shovel processor timeout!
de: Schaufelprozessor-Timeout

source: Spool-SP can only be called in the INIT phase
de: Spool-UP nur in der Warmstart-Phase aufrufbar

source: Incorrect type or invalid FBK parameter
de: SPOOLER: Falscher Typ oder ungültiger FUB-Parameter

source: Specified system module (B&R 2005) not found (SG3 only)
de: SPOOLER: Angegebenes Systemmodul (B&R 2005) nicht vorhanden (nur SG3)

source: Specified remote I/O master not found (SG3 only)
de: SPOOLER: Angegebener Remote I/O-Master nicht vorhanden (nur SG3)

source: Spooler: The master spooler is not finished
de: SPOOLER: Masterspooler nicht vorhanden

source: RIO spooler: Instruction timeout (SG3 only)
de: SPOOLER: Auftrags-Timeout (nur SG3)

source: Too many parallel spool I/O modules
de: SPOOLER: Zu viele parallele Spool-I/O-Module

source: Spooler: Data length to large for call from SPdirect
de: SPOOLER: Datenlänge beim Aufruf von SPdirect ist zu groß

source: Spooler: Incorrect command for call from SPdirect
de: SPOOLER: Falsches Kommando beim Aufruf von SPdirect

source: Internal error when spooling for 2005
de: SPOOLER: Interner Fehler beim 2005-Spoolen

source: Spooler: Incorrect mode for SPprio
de: SPOOLER: Falscher Mode bei SPprio

source: Invalid module address, FBK parameter module_adr , or FBK parameter pDevice
de: SPOOLER: Ungültige Moduladresse, FUB-Parameter module_adr oder FUB-Parameter pDevice

source: Master spooler including spool queue not found
de: SPOOLER: Master-Spooler inkl. Spool-Queue nicht vorhanden

source: Spooler: Module ident invalid for FBK call
de: SPOOLER: Modulident bei FUB-Aufruf ungültig

source: Invalid FBK parameter master_no
de: SPOOLER: Ungültiger FUB-Parameter

source: Invalid FBK parameter slave_no
de: SPOOLER: Ungültiger FUB-Parameter slave_no

source: No response from the slave spooler! Was an exception triggered on the IP?
de: SPOOLER: Keine Antwort vom Slave-Spooler

source: Slave spooler timeout waiting for data from the main CPU
de: SPOOLER: Slave-Spooler-Timeout beim Warten auf Daten von der Haupt-CPU

source: Unknown slave spooler instruction
de: SPOOLER: Unbekannter Slave-Spooler-Auftrag

source: IP modules error (slave spooler)
de: SPOOLER: Fehler am IP-Modul (Slave-Spooler)

source: Invalid module type during downspool
de: SPOOLER: Ungültiger Modultyp beim Downspool

source: Incorrect install/start info (all software objects have to be installed and started!) (SG3 only)
de: SPOOLER: Falsche Install/Start-Info (alle Softwareobjekte müssen installiert und gestartet werden!) (nur SG3)

source: Spooler: The queue for the drum sequencerdoesn't exist
de: SPOOLER: Die Queue für das Nockenschaltwerk existiert nicht

source: Error which makes any additional spooling impossible.
de: SPOOLER: Fehler der jedes weitere Spoolen unmöglich macht

source: Timeout waiting for the IP to boot
de: SPOOLER: Timeout beim Warten auf den Hochlauf des IP

source: Spooler still working
de: SPOOLER: Spooler arbeitet noch

source: Error in I/O system (SG4 only)
de: SPOOLER: Fehler im IO-System (nur SG4)

source: Timeout calling function block
de: SPOOLER: Timeout beim Funktionsblock-Aufruf

source: Stack of Task No. 0 destroyed
de: Stack der Task Nr. 0 zerstört

source: Stack of Task No. 1 destroyed
de: Stack der Task Nr. 1 zerstört

source: Stack of Task No. 2 destroyed
de: Stack der Task Nr. 2 zerstört

source: Stack of Task No. 3 destroyed
de: Stack der Task Nr. 3 zerstört

source: Stack of Task No. 4 destroyed
de: Stack der Task Nr. 4 zerstört

source: Stack of Task No. 5 destroyed
de: Stack der Task Nr. 5 zerstört

source: Stack of Task No. 6 destroyed
de: Stack der Task Nr. 6 zerstört

source: Stack of Task No. 7 destroyed
de: Stack der Task Nr. 7 zerstört

source: Stack of Task No. 8 destroyed
de: Stack der Task Nr. 8 zerstört

source: Stack of Task No. 9 destroyed
de: Stack der Task Nr. 9 zerstört

source: Stack of Task No. 10 destroyed
de: Stack der Task Nr. 10 zerstört

source: Stack of Task No. 11 destroyed
de: Stack der Task Nr. 11 zerstört

source: Stack of Task No. 12 destroyed
de: Stack der Task Nr. 12 zerstört

source: Stack of Task No. 13 destroyed
de: Stack der Task Nr. 13 zerstört

source: Stack of Task No. 14 destroyed
de: Stack der Task Nr. 14 zerstört

source: Stack of Task No. 15 destroyed
de: Stack der Task Nr. 15 zerstört

source: Stack of Task No. 16 destroyed
de: Stack der Task Nr. 16 zerstört

source: Stack of Task No. 17 destroyed
de: Stack der Task Nr. 17 zerstört

source: Stack of Task No. 18 destroyed
de: Stack der Task Nr. 18 zerstört

source: Stack of Task No. 19 destroyed
de: Stack der Task Nr. 19 zerstört

source: Stack of Task No. 20 destroyed
de: Stack der Task Nr. 20 zerstört

source: Stack of Task No. 21 destroyed
de: Stack der Task Nr. 21 zerstört

source: Stack of Task No. 22 destroyed
de: Stack der Task Nr. 22 zerstört

source: Stack of Task No. 23 destroyed
de: Stack der Task Nr. 23 zerstört

source: Stack of Task No. 24 destroyed
de: Stack der Task Nr. 24 zerstört

source: Stack of Task No. 25 destroyed
de: Stack der Task Nr. 25 zerstört

source: Stack of Task No. 26 destroyed
de: Stack der Task Nr. 26 zerstört

source: Stack of Task No. 27 destroyed
de: Stack der Task Nr. 27 zerstört

source: Stack of Task No. 28 destroyed
de: Stack der Task Nr. 28 zerstört

source: Stack of Task No. 29 destroyed
de: Stack der Task Nr. 29 zerstört

source: Stack of SS task class destroyed
de: Stack einer HS-Taskklasse zerstört

source: Stack overrun caused by init program
de: Stacküberlauf verursacht durch Init-Programm

source: Supervisor stack for task class in InitUP destroyed
de: Supervisorstack der Taskklasse im InitUP zerstört

source: Stack overrun caused by init program (HS task class)
de: Stacküberlauf verursacht durch Init-Programm (SS-Taskklasse)

source: Supervisor stack of HS task class in InitUP destroyed
de: Supervisorstack der HS-Taskklasse im InitUP zerstört

source: User stack of OS Task destroyed
de: Userstack des Automation Runtime-Task zerstört

source: Supervisor stack of OS Task destroyed
de: Supervisorstack des Automation Runtime-Task zerstört
